Repository: common-repository/yourmarketingguy
Catalog: language/ymg-plugin-*.po
Languages: de_de

source: ago
de_de: vor

source: any moment now
de_de: jeden Moment

source: less than a minute
de_de: weniger als einer Minute

source: about a minute
de_de: ungefähr einer Minute

source: %d minutes
de_de: %d Minuten

source: about an hour
de_de: ungefähr einer Stunde

source: about %d hours
de_de: ungefähr %d Stunden

source: a day
de_de: einem Tag

source: %d days
de_de: %d Tagen

source: about a month
de_de: ungefähr einem Monat

source: %d months
de_de: %d Monaten

source: about a year
de_de: ungefähr einem Jahr

source: %d years
de_de: %d Jahren

source: Welcome to the place where the magic happens
de_de: Herzlich Willkommen!

source: I want to receive personalized tips
de_de: Ich will personalisierte Tipps!

source: All we need to get started is your permission to access your WordPress data. This helps us to deliver personalized tips that will only make sense for your page.
de_de: Alles was wir brauchen um loszulegen, ist deine Berechtigung auf deine WordPress-Daten zuzugreifen. Dies hilft uns, personalisierte Tipps zu liefern, die nur Sinn für deine Seite ergeben.

source: And agree to the
de_de: Und stimme folgendem zu:

source: Privacy Policy
de_de: Datenschutzerklärung

source: Terms Of Service
de_de: Nutzungsbedingungen

source: Every day, this box has a new tip for you.
de_de: Jeden Tag hat diese Box einen neuen Tipp für dich.

source: The counter tells you when a new tip will be ready. Meanwhile work on the current one to improve your website.
de_de: Die Zeituhr sagt dir, wann der nächste Tipp kommt. Arbeite solange daran den jetzigen zu lösen.

source: Click here everytime you login to WordPress to check out the latest tip.
de_de: Einfach nach jedem Login hier klicken und nachschauen ob der nächste Tipp schon da ist.

source: Got it. What's next?
de_de: Weiter

source: End tour
de_de: Tour beenden

source: Great you are back! Here comes your tip of the day!
de_de: Schön das du wieder da bist! Hier ist dein Tipp des Tages!

source: Your personalized tip of the day
de_de: Dein persönlicher Tipp des Tages

source: Next tip available in
de_de: Nächster Tipp in

source: You are using our Essential Plan (one tip per day) - Uprade now
de_de: Du nutzt unser Basis-Plugin (Ein Tipp/Tag) - Jetzt upgraden

source: Find out how we work on your success
de_de: Finde heraus, wie wir an deinem Erfolg arbeiten

source: Checking public data
de_de: Überprüfung öffentlicher Daten

source: YourMarketingGuy helps you being successful online
de_de: Dieses Plugin hilft dir erfolgreich im Internet zu sein

source: He does this by providing useful and simple tips that will bring you closer to success, step by step.
de_de: Mit Hilfe von einfachen SEO-, Social Media & Content Marketing-Tipps bringt er dich dem Erfolg Stück für Stück näher.

source: YourMarketingGuy takes a look at all public data of your WordPress hosted website or blog and compares it to our “ideal scenario”.
de_de: YourMarketingGuy schaut sich an wie deine Website von außen aussieht und vergleicht es mit unserem "Idealszenario".

source: Providing tips
de_de: Neue Tipps

source: Once YourMarketingGuy analyzed your website or blog, it get’s back to you with easy to implement and understandable tips on how to make it more successful step by step.
de_de: Hat der YourMarketingGuy erst einmal deine Website bzw. deinen Blog analysiert, versorgt er dich mit verständlichen Tipps. Diese führen dich Schritt für Schritt zum Erfolg.

source: We believe that the internet should be a success-engine for everyone, not just digital natives. YourMarketingGuy works together with you to make this happen.
de_de: Wir glauben, dass das Internet ein Erfolgskonzept für jeden hat. YourMarketingGuy arbeitet direkt mit dir zusammen um deines zu verwirklichen.

source: Start Tour
de_de: Einführungstour

source: YourMarketingGuy - your personalized tip of the day
de_de: YourMarketingGuy - Dein persönlicher Tipp des Tages

source: First
de_de: Erster

source: Last
de_de: Letzter

source: Back
de_de: Zurück

source: Next
de_de: Weiter

source: Continue
de_de: Fortsetzen

source: Free
de_de: Geschenkt

source: Purchase
de_de: Jetzt Kaufen

source: Your personalized tip
de_de: Dein personalisierter Tipp

source: Please select a post first
de_de: Bitte wähle zuerst einen Post aus

source: Please start over with a story
de_de: Bitte starte zuerst mit einer Story

source: Start story
de_de: Story starten
